{
    "terms": "<div class='text-center'><strong>ICARUS GENERAL TERMS OF USE</strong></div><br><div class='text-justify'>Welcome to the ICARUS Platform! Before accessing or using the ICARUS Platform, please read carefully this Terms of Use agreement that has been prepared by the ICARUS Consortium. We shall stress that by using our Platform you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use the ICARUS Platform.<br><br>Effective date: X<br>Version: 1.0<br><br><strong><u>MISSION OF THE PLATFORM</u></strong><br>The ICARUS Platform aims at helping companies and organisations whose operations are directly or indirectly linked to aviation, to effectively check-in and manage their aviation data, to share / trade / enrich their existing data sources and intelligence, and to simultaneously gain data-driven insights into their operations.<br><br><strong><u>RIGHT OF MODIFICATION</u></strong><br>The ICARUS Consortium reserves the right to modify these terms from time-to-time reflecting changes in market conditions, in laws and regulatory requirements and also changes in our Platform. If we do so, we will notify you by email to the email address with which you have registered to the ICARUS Platform.<br><br><strong><u>PLATFORM LIABILITY</u></strong><br>You agree that under no circumstances shall the ICARUS Consortium be liable for direct, indirect, consequential, special, punitive, exemplary or any other damages arising out of the use of the ICARUS Platform. Additionally, ICARUS is not liable for damages in connection with:<ol><li>any failure of performance, error, omission, denial of service, attack, interruption, deletion, defect, delay in operation or transmission, computer virus or line or system failure,</li><li>loss of revenue, anticipated profits, business, savings, goodwill or data,</li><li>any acts or omissions of any data provider with respect to sharing of their data and the use of the data by the data consumer, if it violates the terms set on signed data contracts among them,</li><li>third party theft of, destruction of, unauthorized access to, alteration of or use of your information or property regardless of our negligence,</li><li>any modification, suspension or discontinuance of the ICARUS Platform.</li></ol>Our liability is limited whether or not we have been informed of the possibility of such damages, and even if a remedy set forth in this Terms of Use Agreement is found to have failed of its essential purpose. We will have no liability for any failure or delay due to matters beyond our reasonable control.<br><br><strong><u>PAYMENT</u></strong><br>It is therefore agreed that access to the ICARUS Platform is provided free of charge until at least 30-6-2021. After this point of time, the ICARUS Consortium reserves the right to impose a fee regarding the access to its services.<br><br><strong><u>PROTECTION OF DATA</u></strong><br>Data uploaded to the ICARUS Platform shall not include any information relating to an identified or identifiable natural person (data subject); an identifiable person is one who can be identified directly or indirectly, in particular by reference to an identifier such as such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person in compliance with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).<br><br>Data uploaded to the ICARUS Platform shall include sample data. The ICARUS Platform shall make the sample data available to authorized users who are eligible to acquire the data. It is therefore acknowledged that sample data is example data only, which may not be complete, current, or accurate.<br><br><strong><u>APPLICABLE LAW</u></strong><br>These terms of use shall be governed by the European Union law. Any dispute concerning the interpretation or effect of these terms of service and your use of the Platform must be resolved exclusively in Greek courts.<br><br><strong><u>RIGHT OF TERMINATION</u></strong><br>If you violate our terms of use, the ICARUS Consortium reserves the right to take action against your account to protect our Platform including suspending your access to the Platform or disabling it. We may also suspend or disable your access if you create risk or legal exposure to us when we are permitted or required to do so by law. Where appropriate, we will notify you about this action the next time you attempt to have access to the platform.<br><br>All rights are reserved. All content (texts, trademarks, illustrations, designs), as well as the data and the applications, on this Platform belong to their respective copyright owners and are protected by copyright and other intellectual property laws. The contents of this Platform are to be used only in accordance with its terms of use.</div>",
    "platformTerms": "<p>In its current release, the ICARUS Platform does not impose any additional terms in comparison to the platform terms of use.</p>"
}